/*101группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Иващенко ','Назар','Ярославович','02.03.01','01','Мужской','2001-12-05',678916,'2019-09-01','0'),
           ('Лукин','Евсей','Станиславович','02.03.01','01','Мужской','2001-05-09',687162,'2019-09-01','0'),
           ('Николаева','Ольга','Алексеевна','02.03.01','01','Женский','2001-09-18',690123,'2019-09-01','1'),
           ('Большаков','Анатолий','Сергеевич','02.03.01','01','Мужской','2001-07-30',618271,'2019-09-01','0'),
           ('Фокина','Екатерина',' Григорьевна','02.03.01','01','Женский','2001-02-16',645901,'2019-09-01','0')

/*102группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Карпов ','Матвей','Артёмович','02.03.02','02','Мужской','2001-06-15',697123,'2019-09-01','0'),
           ('Комаров','Юлий','Максимович','02.03.02','02','Мужской','2001-10-22',690612,'2019-09-01','1'),
           ('Карпова','Капитолина','Михайловна','02.03.02','02','Женский','2001-08-28',690145,'2019-09-01','0'),
           ('Волков','Гавриил','Викторович','02.03.02','02','Мужской','2001-03-18',678092,'2019-09-01','0'),
           ('Меркушева','Таисия',' Платоновна','02.03.02','02','Женский','2001-05-19',690612,'2019-09-01','0')   

/*103группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Молчанов','Валерий','Анатолиевич','01.03.02','03','Мужской','2001-01-06',698752,'2019-09-01','0'),
           ('Бирюков','Вадим','Иванович','01.03.02','03','Мужской','2001-04-14',606721,'2019-09-01','0'),
           ('Исакова','Евгения','Александровна','01.03.02','03','Женский','2001-12-21',690547,'2019-09-01','0'),
           ('Макаров','Фёдор','Артёмович','01.03.02','03','Мужской','2001-06-09',678192,'2019-09-01','1'),
           ('Рябова','Ксения',' Эдуардовна','01.03.02','03','Женский','2001-07-19',62345,'2019-09-01','0')  

/*104группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Панов','Денис','Григорьевич','09.03.04','04','Мужской','2001-08-08',678098,'2019-09-01','0'),
           ('Сердюк','Юрий','Виталиевич','09.03.04','04','Мужской','2001-04-15',678124,'2019-09-01','0'),
           ('Ефимова','Татьяна','Станиславовна','09.03.04','04','Женский','2001-11-23',675342,'2019-09-01','0'),
           ('Осипов','Захар','Алексеевич','09.03.04','04','Мужской','2001-01-10',653478,'2019-09-01','0'),
           ('Веселова','София',' Богдановна','09.03.04','04','Женский','2001-03-09',678091,'2019-09-01','1')                              

/*201группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Титов ','Егор','Евгеньевич','02.03.01','01','Мужской','2000-05-05',890765,'2018-09-01','0'),
           ('Шарапов','Илья','Данилович','02.03.01','01','Мужской','2000-10-14',876364,'2018-09-01','0'),
           ('Якушева','Майя','Васильевна','02.03.01','01','Женский','2000-11-27',809162,'2018-09-01','1'),
           ('Баранов','Эдуард','Борисович','02.03.01','01','Мужской','2000-09-11',892014,'2018-09-01','0'),
           ('Шашкова','Диана',' Петровна','02.03.01','01','Женский','2000-08-21',809781,'2018-09-01','0')

/*202группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Воронов ','Тимур','Сергеевич','02.03.02','02','Мужской','2000-10-12',789071,'2018-09-01','0'),
           ('Кузьмин','Анатолий','Станиславович','02.03.02','02','Мужской','2000-04-30',709812,'2018-09-01','0'),
           ('Мартынова','Дина','Львовна','02.03.02','02','Женский','2000-09-10',706512,'2018-09-01','0'),
           ('Рожков','Филипп','Владимирович','02.03.02','02','Мужской','2000-02-08',789123,'2018-09-01','0'),
           ('Никифорова','Маргарита',' Вадимовна','02.03.02','02','Женский','2000-06-28',756812,'2018-09-01','1')

/*203группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Петров','Иван','Павлович','01.03.02','03','Мужской','2000-03-15',915342,'2018-09-01','0'),
           ('Зуев','Марат','Романович','01.03.02','03','Мужской','2000-12-04',907456,'2018-09-01','0'),
           ('Власова','Оксана','Леонидовна','01.03.02','03','Женский','2000-07-21',907844,'2018-09-01','0'),
           ('Алексеев','Алексей','Евгеньевич','01.03.02','03','Мужской','1999-04-11',907509,'2018-09-01','1'),
           ('Никонова','София',' Андреевна','01.03.02','03','Женский','2000-03-29',907671,'2018-09-01','0')

 /*204группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Одинцов','Игорь','Данилович','09.03.04','04','Мужской','2000-05-16',981732,'2018-09-01','1'),
           ('Семёнов','Роберт','Петрович','09.03.04','04','Мужской','2000-09-09',908754,'2018-09-01','0'),
           ('Третьякова','Светлана','Виталиевна','09.03.04','04','Женский','2000-12-26',907812,'2018-09-01','0'),
           ('Доронин','Сергей','Фёдорович','09.03.04','04','Мужской','2000-08-17',987612,'2018-09-01','0'),
           ('Гордеева','Варвара',' Александровна','09.03.04','04','Женский','2000-01-29',907123,'2018-09-01','0') 

/*301группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Суханов','Шамиль','Ринатович','02.03.01','01','Мужской','1999-11-15',908765,'2017-09-01','1'),
           ('Юдин','Семён','Платонович','02.03.01','01','Мужской','1999-09-06',906543,'2017-09-01','0'),
           ('Зиновьева','Инга','Васильевна','02.03.01','01','Женский','1999-04-17',987123,'2017-09-01','0'),
           ('Антонов','Клим','Борисович','02.03.01','01','Мужской','1999-10-31',980712,'2017-09-01','0'),
           ('Мясникова','Рената',' Романовна','02.03.01','01','Женский','1999-01-27',912345,'2017-09-01','0')   

/*401группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Городецкий','Геннадий','Евгеньевич','02.03.01','01','Мужской','1998-10-25',543612,'2016-09-01','0'),
           ('Миклашевский','Святослав','Владимирович','02.03.01','01','Мужской','1998-06-26',587901,'2016-09-01','1'),
           ('Антонова','Вероника','Владимировна','02.03.01','01','Женский','1998-02-27',546123,'2016-09-01','0'),
           ('Артемьев','Тимофей','Станиславович','02.03.01','01','Мужской','1998-08-01',567089,'2016-09-01','0'),
           ('Полякова','Надежда',' Михайловна','02.03.01','01','Женский','1998-12-09',508907,'2016-09-01','0')                             

/*402группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Григорьев ','Назар','Данилович','02.03.02','02','Мужской','1998-01-02',509456,'2016-09-01','0'),
           ('Филатов','Ян','Александрович','02.03.02','02','Мужской','1998-06-06',567890,'2016-09-01','0'),
           ('Коваленко','Таисия','Ярославовна','02.03.02','02','Женский','1998-02-14',589130,'2016-09-01','0'),
           ('Гордеев','Ким','Андреевич','02.03.02','02','Мужской','1998-12-28',589012,'2016-09-01','1'),
           ('Агафонова','Юлия',' Александровна','02.03.02','02','Женский','1998-07-15',543210,'2016-09-01','0')

/*403группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Соболев','Филипп','Богданович','01.03.02','03','Мужской','1998-05-17',578901,'2016-09-01','0'),
           ('Орлов','Семён','Александрович','01.03.02','03','Мужской','1998-04-24',568712,'2016-09-01','0'),
           ('Голубева','Прасковья','Станиславовна','01.03.02','03','Женский','1998-09-11',589012,'2016-09-01','0'),
           ('Воронцов','Харитон','Михайлович','01.03.02','03','Мужской','1998-08-01',589034,'2016-09-01','1'),
           ('Никитина','Пелагея',' Максимовна','01.03.02','03','Женский','1998-06-24',567123,'2016-09-01','0')

 /*404группа*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group) 
    VALUES ('Дорофеев','Никита','Эдуардович','09.03.04','04','Мужской','1998-02-13',581345,'2016-09-01','1'),
           ('Артемьев','Аркадий','Сергеевич','09.03.04','04','Мужской','1998-10-29',587134,'2016-09-01','0'),
           ('Иваненко','Злата','Петровна','09.03.04','04','Женский','1998-11-15',579012,'2016-09-01','0'),
           ('Фокин','Юрий','Романович','09.03.04','04','Мужской','1998-03-07',509784,'2016-09-01','0'),
           ('Щукина','Екатерина',' Евгеньевна','09.03.04','04','Женский','1998-02-02',563890,'2016-09-01','0')      

/*Выпустившиеся студенты*/
INSERT INTO student(Surname,Name,Patronymic,Direction_code,Group_number,Gender,Date_of_birth,Number_of_student_ticket, Date_of_issue_of_student_ticket,Is_a_head_of_group)
    VALUES ('Павлов','Павел','Павлович','01.03.02','03','Мужской','1996-05-15',111111,'2014-09-01','0'),
           ('Петров','Никита','Петрович','09.03.04','04','Мужской','1997-04-15',222222,'2015-09-01','0')